import { FC } from 'react';

import BlockTitle from '@modules/common/components/BlockTitle';

const ElectricityEnvironmentalImpact: FC = () => {
	return (
		<>
			<BlockTitle title="ПРО ВПЛИВ НА ДОВКІЛЛЯ" />
			<article className="text-content">
				<p>Класифікація джерел енергії та їх вплив на довкілля</p>
				<br />
				<p>
					Споживання енергії пов’язане з усіма видами господарської діяльності
					людини: з опаленням будинків, приготуванням їжі, рухом транспортних
					засобів, промисловістю, сільськогосподарським виробництвом.
				</p>
				<br />
				<p>
					Освоєння різних запасів енергії у світовому масштабі призвело до
					безпрецедентного зростання рівня життя. Нині люди настільки залежні від
					енергії, що важко уявити, як би вони вижили без неї.
				</p>
				<br />
				<p>
					Ми не замислюємося про, те, звідки береться енергія, допоки у нас не
					відключають світло або опалення. Якщо ж це трапляється, ми не можемо
					повноцінно жити чи працювати.
				</p>
				<br />
				<p>Джерела енергії класифікуються таким чином:</p>
				<br />
				<ul>
					<li>
						<p>викопне паливо (вугілля і горючі сланці, нафта, природний газ);</p>
					</li>
					<li>
						<p>ядерна і термоядерна енергія;</p>
					</li>
					<li>
						<p>
							відновлювані енергетичні ресурси (енергія води, вітру, сонця, термальних
							вод, деревини, торфу тощо).
						</p>
					</li>
				</ul>
				<br />
				<p>
					Виробництво енергії істотно впливає на стан довкілля. Спалювання викопного
					твердого та рідкого палива супроводжується виділенням сірчистого,
					вуглекислого і чадного газів, а також оксидів нітрогену, пилу, сажі та
					інших забруднювальних речовин. Видобуток вугілля відкритим способом, як і
					торфорозробки, ведуть до зміни природних ландшафтів, а іноді й до їх
					руйнування. Розливи нафти і нафтопродуктів при видобутку і транспортуванні
					здатні знищити все живе на величезних територіях (акваторіях).
				</p>
				<br />
				<p>
					Не кращим чином на ландшафтах, рослинному і тваринному світі позначається
					створення інфраструктури, необхідної для вугле-, нафто- та газовидобутку.
				</p>
				<br />
				<p>
					Атомна енергетика є потенційно небезпечною через можливі аварії на
					енергоустановках, що супроводжуються викидом у довкілля радіоактивних
					матеріалів. Ядерні відходи залишаються небезпечними протягом сотень і тисяч
					років. Особливо актуальною ця тема є для України, котра постраждала від
					наслідків вибуху на Чорнобильській АЕС.
				</p>
				<br />
				<p>
					В останні роки політики і населення висловлюють побоювання через
					загострення глобальних екологічних проблем таких, як кислотні опади та
					зміна клімату, а також оцінюючи наслідки впливу цих процесів на довкілля. І
					хоча енергію можна одержувати екологічнішими способами, використовуючи
					відновлювані джерела енергії (сонця, вітру, термальних вод, деревини та
					відходів сільськогосподарського виробництва), необхідно усвідомлювати, що
					способу отримання енергії, який би зовсім не шкодив довкіллю, не існує.
				</p>
				<br />
				<p>
					У цій ситуації найраціональнішим рішенням слід вважати енергозбереження.
					Саме воно повинно стати пріоритетним у стратегії розвитку будь-якої країни,
					адже запаси традиційних джерел енергії обмежені.
				</p>
				<br />
				<ul>
					<li>
						<p>
							видобуток вугілля відкритим способом призводить до змін природного
							ландшафту і навіть до його руйнування;
						</p>
					</li>
					<li>
						<p>
							спалювання викопного палива супроводжується виділенням сірчистого,
							вуглекислого та чадного газів, а також оксидів нітрогену, пилу, сажі та
							інших забруднюючих речовин;
						</p>
					</li>
					<li>
						<p>
							використання атомної енергії приводить до ризику аварій, подібних до
							Чорнобильської, які, супроводжуються викидом радіоактивних речовин у
							природне середовище та викликають проблеми переробки ядерних відходів та
							їх захоронення, що обходиться дуже дорого і не має надійного інженерного
							рішення;
						</p>
					</li>
				</ul>
				<br />
				<p>Будівництво та експлуатація великих гідроелектростанцій приводить до:</p>
				<br />
				<ul>
					<li>
						<p> відселення людей із зони затоплення;</p>
					</li>
					<li>
						<p>
							знищення цінних видів прохідних і напівпрохідних риб, для яких греблі
							стають нездоланними перешкодами на шляху до нерестовища;
						</p>
					</li>
					<li>
						<p>втрати лісів і високородючих заплавних земель;</p>
					</li>
					<li>
						<p>
							збільшення ризику виникнення руйнівних землетрусів у передгірних і
							гірських районах;
						</p>
					</li>
					<li>
						<p>
							підвищення ризику катастрофічних повеней у місцевостях, що знаходяться
							нижче за течією;
						</p>
					</li>
					<li>
						<p>зміни ландшафтів і їх руйнування;</p>
					</li>
					<li>
						<p>втрати джерел доходу частиною місцевого населення.</p>
					</li>
				</ul>
				<br />
				<p>
					Незважаючи на очевидні переваги, відновлювані джерела енергії також можуть
					негативно впливати на довкілля. Експлуатація станцій, які виробляють
					енергію за допомогою відновлюваних енергетичних джерел, пов’язана з
					вилученням з обігу значних земельних ділянок і, ймовірно, в майбутньому
					буде супроводжуватися тими чи іншими негативними наслідками для довкілля:
					змінами ландшафтів (вітряки, сонячні батареї), підвищеним рівнем шуму
					(вітряки), забрудненням ґрунтів (геотермальні енергоустановки та установки,
					які працюють на біомасі), згубними впливами на інші природні ресурси
					(припливно-відпливні електростанції). Крім того, ці енергоустановки
					зазвичай мають невелику потужність і можуть використовуватися не скрізь
					(вітряки, сонячні батареї, геотермальні і припливно-відпливні
					електростанції, метантенки).
				</p>
				<br />
				<p>
					Посилання на доступні джерела інформації про вплив на довкілля, спричинений
					виробництвом електричної енергії усіма джерелами енергії:{' '}
					<a href="http://necu.org.ua/energy/">http://necu.org.ua/energy/</a>
				</p>
			</article>
		</>
	);
};
export default ElectricityEnvironmentalImpact;
