import { FC } from 'react';

import BlockTitle from '@modules/common/components/BlockTitle';

import {
	COMPANY_ADDRESS,
	COMPANY_EMAIL,
	COMPANY_NAME,
	COMPANY_PHONE,
} from '@utils/const';

const ElectricityDisputeResolution: FC = () => {
	return (
		<>
			<BlockTitle title="ВРЕГУЛЮВАННЯ СПОРІВ ЩОДО ПОСТАЧАННЯ ЕЛЕКТРИЧНОЇ ЕНЕРГІЇ" />
			<article className="text-content">
				<p>
					<b>Шановні споживачі!</b>
				</p>
				<br />
				<p>
					Ми впевнені, що найкращий шлях уникнення будь-яких спорів – це чітке та
					зрозуміле викладення умов договору. Ми готові уточнювати і доповнювати
					запропонований проект договору з урахуванням побажань споживачів. Тим не
					менше, якщо спору уникнути не вдасться, ми докладемо усіх можливих зусиль
					для пошуку вирішення спору шляхом переговорів.
				</p>
				<br />
				<p>
					У випадку недосягнення згоди шляхом переговорів, споживач має право
					звернутися із заявою про вирішення спору до Національної комісії, що
					здійснює державне регулювання у сферах енергетики та комунальних послуг
					(далі – Регулятор) у відповідності до статті 21 Закону України «Про
					Національну комісію, що здійснює державне регулювання у сферах енергетики
					та комунальних послуг» та/або передати спір на розгляд до суду у
					відповідності до чинного законодавства України.
				</p>
				<br />
				<p>
					Якщо у вас виникли питання до фахівців, або Ви хочете надіслати
					скаргу/претензію чи повідомити про загрозу енергопезпеці, будь ласка Ви
					можете зв’язатися з нами по телефону:
				</p>
				<br />
				<p>Телефон: {COMPANY_PHONE}</p>
				<br />
				<p>Чи написати нам на електронну адресу: {COMPANY_EMAIL}</p>
				<br />
				<p>Або надіслати лист за адресою: {COMPANY_ADDRESS}</p>
				<br />
				<p>Споживач може подати звернення/скаргу/претензію шляхом:</p>
				<ul>
					<li>
						<p>В електронному вигляді</p>
					</li>
					<li>
						<p>
							Подання письмової заяви на особистому прийомі у керівництва{' '}
							{COMPANY_NAME}
							;.
						</p>
					</li>
				</ul>
				<br />
				<p>Вимоги до оформлення звернення/скарги/претензії споживача:</p>
				<ul>
					<li>
						<p>
							Обов’язково повинно бути вказано повне найменування споживача відповідно
							до установчих документів, юридична адреса, адреса місцезнаходження
							об’єкта електропостачання;
						</p>
					</li>
					<li>
						<p>
							Викладено суть порушеного питання, пропозиції, заяви, скарги,
							повідомлення тощо;
						</p>
					</li>
					<li>
						<p>
							Письмове звернення/скарга/претензія споживача повинно бути підписано
							заявником (заявниками) із зазначенням дати. До звернення/скарги/претензії
							споживач має додати наявні оригінали рішень або копії рішень, які
							приймалися за його зверненням/скаргою/претензією раніше, а також за
							наявності документи, необхідні для розгляду звернення/скарги/претензії,
							які після його (її) розгляду повертаються споживачу. При поданні
							звернення/скарги/претензії в електронному вигляді, також має бути
							зазначено електронну поштову адресу, на яку заявнику може бути надіслано
							відповідь, або відомості про інші засоби зв’язку з ним.
						</p>
					</li>
				</ul>
				<br />
				<p>
					Застосування електронного цифрового підпису при надсиланні електронним
					зв’язком обов’язково.
				</p>
			</article>
		</>
	);
};
export default ElectricityDisputeResolution;
